Repository: verpoorten/racetiming
Catalog: timing/locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: Female
fr_be: Féminin

source: Male
fr_be: Masculin

source: Lastname
fr_be: Nom

source: FirstName
fr_be: Prénom

source: Add
fr_be: Ajouter

source: Save
fr_be: Enregistrer

source: Update
fr_be: Editer

source: Runner
fr_be: Coureur

source: Runners
fr_be: Coureurs

# categories
source: Category
fr_be: Catégories

source: Category
fr_be: Catégorie

source: Ranking
fr_be: Classement

source: Number
fr_be: Numéro de dossard

source: Enter number
fr_be: Introduire le numéro de dossard du coureur qui arrive

source: Duplicated
fr_be: Attention dossard encodé 2 fois

source: Check-in
fr_be: Arrivée

source: General ranking
fr_be: Classement général

source: Category ranking
fr_be: Classement par catégorie

# general_ranking_small
source: Gen. rank.
fr_be: Clas/gén

# category_ranking_small
source: Cat. rank.
fr_be: Clas/cat

source: List
fr_be: Liste

source: Date
fr_be: Date de la course

# time
source: Hour
fr_be: Heure de départ

source: Races
fr_be: Courses

source: Ranking update
fr_be: Encodage classement

source: Race
fr_be: Course

# desc_application
source: Current races
fr_be: Course(s) active(s) pour le moment

# unexisting_runner
source: Unexising runner
fr_be: Dossard inconnu

source: Label
fr_be: Libellé

source: Start
fr_be: Début

source: End
fr_be: Fin

source: Gender
fr_be: Genre

# race_time
source: Time
fr_be: Temps

# number_small
source: Number
fr_be: Dossard

source: No result
fr_be: Pas de résultats

# runner_no_result
source: Runner without result
fr_be: Coureur sans résultat

source: Birth date
fr_be: Date de naissance

source: Price
fr_be: Prix

source: Presale price
fr_be: Prix en prévente

source: Bank account
fr_be: Numéro de compte en banque

# medical_consent
source: I claim to be in good health and to be fit for the practice of running
fr_be: J'affirme être en bonne santé et être apte à la pratique de la course à pied

# medical_agreement
source: You have to be agree with the medical consent
fr_be: Vous devez donner votre accord pour la décharge médicale

# runners_registration_number
source: runners have already registered
fr_be: coureurs se sont déjà inscrits

# runner_registration_number
source: runner has already registered
fr_be: coureur s'est déjà inscrit

# start_race
source: Start the race
fr_be: Démarrer la course

source: Started at
fr_be: Démarré à

# runner_not_started_race
source: Runner of a race which has not started yet
fr_be: Coureur d'une course qui n'a pas encore démarré

source: Ended
fr_be: Course terminée

source: Game over
fr_be: Course terminée

# desc_active
source: Active means that you'll be allowed to encode ranking, and that the race will appear on the website
fr_be: Actif signifie que l'on va pouvoir encoder le classement et que la course va apparaitre sur le site internet

# accurate_start_time
source: Acurate start time
fr_be: Heure de départ réelle

source: Started races
fr_be: Courses démarrées

# accurate_race_time
source: Race time
fr_be: Temps de course

# no_race_started
source: No race started yet
fr_be: Aucune course commencées pour le moment

source: Mark as payed
fr_be: Marqué comme payé

source: Amount
fr_be: Montant

source: Status
fr_be: Etat

source: Unpayed
fr_be: Non-payé

# xls_list
source: Produle an XLS list of the runner
fr_be: Produire une liste Xls des coureurs de la course

# participant_number
source: Number of participants
fr_be: Nombre de participants

source: by club
fr_be: par club

# runners_list
source: Runners liste
fr_be: Liste des coureurs
