Repository: verpoorten/racetiming
Catalog: website/locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: Registration
fr_be: Inscription

source: Pre-registration
fr_be: Pré-inscriptions

source: Rules
fr_be: Réglement

source: Information
fr_be: Informations pratiques

# lisogne_jogging
source: Jogging Lisogne
fr_be: Jogging des Eoliennes

# addresse
source: Address
fr_be: Adresse

source: Phone
fr_be: Téléphone

# desc_pre_registration
source: The list of pre-registered
fr_be: Ci-dessous la liste de pré-inscrits

source: Payment status
fr_be: Etat du paiement

source: Individual registration
fr_be: Inscription individuelle

source: Payment OK
fr_be: Paiement OK

source: Payment KO
fr_be: Paiement non-reçu

source: Registration form
fr_be: Fiche d'inscription

# registration_confirmation
source: You have now registrated, don't forget to pay the amount of %s euros here : %s. Please don't forget to mention your lastname/firstname and birth date in communication
fr_be: Vous voilà pré-inscrit n'oubliez pas de verser le montant de %d euros sur le numéro de compte suivant : %s, et d'indiquer vos nom/prénom et date de naissance dans la communication

# error_registration
source: Error while registrating. Please send us a mail with your lastname, firstname, birth date, gender and the race you would like to participate to. Here is our email : %s .
fr_be: Erreur lors de votre inscription. Merci de nous envoyer vos nom, prénom, date de naissance, genre et la distance à laquelle vous voulez vous inscrire. Voici notre email: %s.

# be_the_first
source: Be the first one to register
fr_be: Soyiez le premier à vous inscrire

# last_update
source: last update the
fr_be: dernière mise à jour le

source: Organization
fr_be: Organisation

# app_description
source: 02 june 2018, 1rst edition of the Eole Run
fr_be: Samedi 02 juin 2018, 1ère édition de l'Eole Run

source: Discover
fr_be: Découvrir

# intro_lead
source: Welcome to the first edition of the Eole Run!
fr_be: Bienvenue à la 1ière édition de l'Eole Run!

# intro_heading
source: Runners attack Lisogne
fr_be: Les sportifs attaquent Lisogne

source: Male
fr_be: Masculin

source: Female
fr_be: Féminin

# registration_instruction
source: Please fill-in the form bellow to register to the Eole Run of the 2 june 2018
fr_be: Veuillez remplir le formulaire ci-dessous pour vous inscrire au jogging de Lisogne du samedi 2 juin 2018
